Repository: codacy-badger/movie-cockpit
Catalog: po/*.po
Languages: de

source: No override
de: Nicht überschreiben

source: Video-button
de: Video-Taste

source: TV-button
de: TV-Taste

source: Radio-button
de: Radio-Taste

source: Timeshift-button
de: Timeshift-Taste

source: DD.MM.YYYY
de: TT.MM.JJJJ

source: WD DD.MM.YYYY
de: WT TT.MM.JJJJ

source: DD.MM.YYYY HH:MM
de: TT.MM.JJJJ HH:MM

source: WD DD.MM.YYYY HH:MM
de: WT TT.MM.JJJJ HH:MM

source: DD.MM. HH:MM
de: TT.MM. HH:MM

source: WD DD.MM. HH:MM
de: WT TT.MM. HH:MM

source: YYYY/MM/DD
de: JJJJ/MM/TT

source: WD YYYY/MM/DD
de: WT JJJJ/MM/TT

source: YYYY/MM/DD HH:MM
de: JJJJ/MM/TT HH:MM

source: WD YYYY/MM/DD HH:MM
de: WT JJJJ/MM/TT HH:MM

source: MM/DD HH:MM
de: MM/TT HH:MM

source: WD MM/DD HH:MM
de: WT MM/TT HH:MM

source: off
de: aus

source: Description
de: Beschreibung

source: Progress Bar
de: Fortschrittsbalken

source: Percent (%)
de: Prozent (%)

source: Delete
de: Löschen

source: Move File
de: Verschieben

source: Cover Search
de: Suche Cover

source: Download Movie Info
de: Lade Film-Infos herunter

source: Copy File
de: Kopieren

source: Open Bookmarks
de: Lesezeichen

source: Toggle Cover Button
de: Cover-Umschalttaste

source: Button disabled
de: Taste deaktiviert

source: Sort Options
de: Sortieroptionen

source: down
de: runter

source: up/down
de: hoch/runter

source: Home/End
de: Listen-Anfang/-Ende

source: Skip
de: Überspringe Zeilen

source: Change Folder
de: Wechsle Verzeichnis

source: Date sort down
de: Datum absteigend

source: Alpha sort up
de: Alphabetisch aufsteigend

source: Date sort up
de: Datum aufsteigend

source: Alpha sort down
de: Alphabetisch absteigend

source: English
de: Englisch

source: German
de: Deutsch

source: Italian
de: Italienisch

source: Spanish
de: Spanisch

source: French
de: Französisch

source: Portuguese
de: Portugiesisch

source: never hide
de: niemals ausblenden

source: hide live TV
de: Blende Live-TV aus

source: hide live TV and timeshift
de: Blende Live-TV und Timeshift aus

source: hide playback
de: Blende Wiedergabe aus

source: always hide
de: immer ausblenden

source: Show info on the right
de: Zeige Infos rechts an

source: Show info on the right (with MiniTV)
de: Zeige Infos rechts an (mit Mini-TV)

source: Show custom layout ('Selection_myskin.xml')
de: Zeige benutzerdefiniertes Layout an ('Selection_myskin.xml')

source: yes, without Message
de: ja, ohne Benachrichtigung

source: yes, with Message
de: ja, mit Benachrichtigung

source: no
de: nein

source: center
de: zentriert

source: right
de: rechts

source: left
de: links

source: Yellow
de: gelb

source: Red
de: rot

source: Light red
de: hellrot

source: Dark red
de: dunkelrot

source: White
de: weiß

source: Light grey
de: hellgrau

source: Grey
de: grau

source: Dark grey
de: dunkelgrau

source: Black
de: schwarz

source: IMDb Search
de: IMDb-Suche

source: Really close without saving settings?
de: Fortfahren ohne Speichern der Einstellungen?

source: Cancel
de: Abbruch

source: Save
de: Speichern

source: Defaults
de: Standard

source: GENERAL
de: ALLGEMEIN

source: About
de: Über

source: HELP About
de: Zeigt MovieCockpit Infos an

source: Disable plugin
de: Deaktiviere Plugin

source: Help Disable Plugin
de: Soll das Plugin deaktiviert werden?

source: Start plugin with
de: Starte Plugin mit

source: Help Start plugin with
de: Mit welcher Taste soll das Plugin gestartet werden?

source: Show plugin config in extensions menu
de: Zeige die Plugin-Einstellungen im Erweiterungsmenü an

source: Help Show plugin config in extensions menu
de: Soll das Einstellungsmenü des Plugins im Erweiterungsmenü angezeigt werden? Das Erweiterungsmenü ist im Normalfall mit der blauen Taste zu erreichen.

source: Show plugin in extensions menu
de: Zeige das Plugin im Erweiterungsmenü an

source: Help Show plugin in extensions menu
de: Soll das Plugin im Erweiterungsmenü angezeigt werden? Das Erweiterungsmenü ist im Normalfall mit der blauen Taste zu erreichen.

source: Movie home at start
de: Beim Start "Movie Home" anzeigen

source: Help Movie home at start
de: Soll beim Start immer das "Movie Home" Verzeichnis angezeigt werden? Ansonsten wird das zuletzt angezeigte Verzeichnis geladen.

source: Default sort mode
de: Standardsortierung

source: Help Sort mode at startup
de: Welche Sortierreihenfolge für die Filmliste soll beim Start verwendet werden?

source: Movie home home path
de: "Movie Home" Verzeichnis

source: Help Movie home home path
de: Welcher Pfad soll für "Movie Home" verwendet werden?

source: Path access limit
de: Zugriffsbeschränkung für Verzeichnisse

source: Help Path access limit
de: Auf welches höchste Verzeichnis soll die Navigation in der Verzeichnisstruktur begrenzt werden? Über [MENU] "Verzeichnis hoch" kann dennoch weiter über diese Begrenzung zurück navigiert werden. Das Verzeichnis wird relativ zum Einhängepunkt angegeben: z.B. "/movie" ( entspricht <mount point>/movie).

source: Display directory reading text
de: Zeige Text beim Einlesen von Verzeichnissen an

source: Help Display directory reading text
de: Soll während des Einlesens von Verzeichnissen der Text "Lese Verzeichnis..." eingeblendet werden?

source: KEYMAPPING
de: TASTENZUORDNUNG

source: Bouquet buttons behaviour
de: Verhalten der Bouquet-Tasten

source: Help Bouquet buttons behaviour
de: Soll an den Anfang oder das Ende der Liste gesprungen oder nur eine gewisse Anzahl von Einträge übersprungen werden?

source: List entries to skip
de: Überspringe Listeneinträge

source: Help List entries to skip
de: Wieviele Listeneinträge sollen beim Drücken der Bouquet-Taste übersprungen werden?

source: Red button function
de: Funktion der roten Taste

source: Help Red button function
de: Welche Funktion soll der roten Taste zugeordnet werden?

source: Long Red button function
de: Funktion der roten Taste (lang)

source: Help Long Red button function
de: Welche Funktion soll der roten Taste (lang gedrückt) zugeordnet werden?

source: Yellow button function
de: Funktion der gelben Taste

source: Help Yellow button function
de: Welche Funktion soll der gelben Taste zugeordnet werden?

source: Long Yellow button function
de: Funktion der gelben Taste (lang)

source: Help Long Yellow button function
de: Welche Funktion soll der gelben Taste (lang gedrückt) zugeordnet werden?

source: Blue button function
de: Funktion der blauen Taste

source: Help Blue button function
de: Welche Funktion soll der blauen Taste zugeordnet werden?

source: Long Blue button function
de: Funktion der blauen Taste (lang)

source: Help Long Blue button function
de: Welche Funktion soll der blauen Taste (lang gedrückt) zugeordnet werden?

source: LongInfo Button
de: Funktion der Info-Taste (lang)

source: Help LongInfo Button
de: Welche Funktion soll der Info-Taste (lang gedrückt) zugeordnet werden?

source: PLAYBACK
de: FILMWIEDERGABE

source: No resume below 10 seconds
de: Ignoriere Start Marke unter 10 Sekunden

source: Help No resume below 10 seconds
de: Sollen Start-Marken unter 10 Sekunden ignoriert werden? Wird innerhalb der ersten 10 Sekunden gestoppt, wird kein Fortsetzen an dieser Stelle (Resume) beim nächsten Abspielen angeboten.

source: Jump to first mark when playing movie
de: Springe automatisch zur ersten Marke

source: Help Jump to first mark when playing movie
de: Soll beim Filmstart automatisch zur ersten Marke gesprungen werden, falls dieser am Anfang der Aufnahme liegt? Hilft manchmal, um die Vorlaufzeit automatisch zu überspringen.

source: Rewind finished movies before playing
de: Starte fertig gespielte Aufnahmen am Anfang

source: Help Rewind finished movies before playing
de: Soll die Aufnahme beim nächsten Start wieder von Anfang an abgespielt werden?

source: Zap to channel after record EOF
de: Springe am Ende der Aufnahme zu Live-TV zurück

source: Help Zap to channel after record EOF
de: Soll beim Abspielen einer noch laufenden Aufnahme beim Erreichen des Endes durch z.B. schnellen Vorlauf oder Vorspringen direkt auf das Live-Bild dieser noch laufenden Aufnahme geschaltet werden?

source: Re-open list after stop
de: Öffne Filmliste nach Filmstopp wieder

source: Help Re-open list after STOP-press
de: Soll in die Filmliste nach Stoppen des Films zurückgekehrt werden? Ansonsten ist man wieder im TV-Modus.

source: Re-open list after movie end
de: Öffne Filmliste nach Filmende wieder

source: Help Re-open list after Movie end
de: Soll in die Filmliste zurückgekehrt werden, nachdem die Aufnahme bis zum Ende abgespielt wurde? Ansonsten ist man wieder im TV-Modus.

source: Leave movie with Exit
de: Verlasse Wiedergabe mit Exit

source: Help Leave Movie with Exit
de: Soll das Abspielen einer Aufnahme zusätzlich zur Stopp- auch mit der Exit-Taste beendet werden können?

source: Automatic timers list cleaning
de: Automatische Timerlistenbereinigung

source: Help Automatic timers list cleaning
de: Sollen beendete Timer automatisch aus der Timerliste entfernt werden?

source: DISPLAY-SETTINGS
de: ANZEIGE-EINSTELLUNGEN

source: Show directories
de: Zeige Verzeichnisse an

source: Help Show directories
de: Sollen Verzeichnisse in der Filmliste eingeblendet werden?

source: Show directories within movielist
de: Zeige Verzeichnisse innerhalb der Filmliste an

source: Help Show directories within movielist
de: Sollen Verzeichnisse nicht zu Beginn der Filmliste sondern sortiert innerhalb der Filmliste angezeigt werden?

source: Show directories information
de: Zeige Verzeichnis-Informationen an

source: Help Show directories information
de: Soll bei Verzeichnissen die Anzahl Aufnahmen, der belegte Speicherplatz oder beides angezeigt werden?

source: Hide movies being moved
de: Blende Film während des Verschiebens aus

source: Help Hide movies being moved
de: Soll die Aufnahme schon während des Verschiebens in der Filmliste ausgeblendet werden? Es wird aber in jedem Fall im Hintergrund verschoben.

source: Hide movies being deleted
de: Blende Film während des Löschens aus

source: Help Hide movies being deleted
de: Soll die Aufnahme schon während des Löschens in der Filmliste ausgeblendet werden? Es wird aber in jedem Fall im Hintergrund gelöscht.

source: Cursor predictive move after selection
de: Cursor nach Auswahl weiterbewegen

source: Help Cursor predictive move after selection
de: In welcher Richtung soll der Cursor beim Selektieren mit der [VIDEO/PVR] Taste weiterbewegt werden? Bei "hoch/runter" wird in die zuletzt bewegte Richtung gesprungen.

source: Show bookmarks in movielist
de: Zeige Lesezeichen in der Filmliste an

source: Help Show Bookmarks in movielist
de: Sollen Lesezeichen in der Filmliste angezeigt werden?

source: Description field update delay
de: Updateverzögerung Beschreibungsfeld

source: Help Description field update delay
de: Wie lange soll die Anzeige des Beschreibungsfelds in der Filmliste verzögert werden? Beschleunigt das mehrfache Drücken der hoch/runter Pfeiltasten, weil die Filmbeschreibung erst nach der eingestellten Verzögerung gelesen wird.

source: SKIN-SETTINGS
de: SKIN-EINSTELLUNGEN

source: Skin style (needs reopen)
de: Skin Design

source: Help Skin style (needs reopen)
de: Welches Skin Design soll verwendet werden? Eine Änderung des Skins erfordert einen Neustart des Plugins.

source: Date format
de: Datumsformat

source: Help Date format
de: Soll das Datum ausgeblendet, oder welches spezielle Format für die Anzeige des Datums der Filme in der Filmliste gewählt werden?

source: Horizontal alignment for count/size
de: Horizontale Ausrichtung von Anzahl, Größe und Beschreibung

source: Help Horizontal alignment for count / size
de: Welche Ausrichtung des Textes für Anzahl, Größe oder Beschreibung der Verzeichnis- und Papierkorbinformationen soll verwendet werden?

source: Show movie icons
de: Zeige Film-Icons an

source: Help Show movie icons
de: Soll in der Filmliste jeder Aufnahme ein passendes Icon vorangestellt werden?

source: Show link arrow
de: Zeige Pfeil bei Links an

source: Help Show link arrow
de: Soll ein Pfeil bei Links angezeigt werden?

source: Show movie picons
de: Zeige Picons an

source: Help Show movie picons
de: Sollen Picons neben dem Filmtitel angezeigt werden?

source: Path to movie picons
de: Pfad zu den Picons

source: Help Path to movie picons
de: Welcher Pfad soll für den Speicherort der Picons verwendet werden?

source: Show movie progress
de: Zeige Filmfortschritt an

source: Help Show movie progress
de: Soll in der Filmliste bei jeder Aufnahme eine Fortschrittsanzeige (Fortschrittsbalken oder Prozent) angezeigt werden?

source: Short watching percent
de: Film gilt als angespielt ab (%)

source: Help Short watching percent
de: Ab wieviel Prozent soll der Filmfortschritt als angespielt gelten? Die Fortschrittsanzeige wechselt dann die Farbe.

source: Finished watching percent
de: Film gilt als gesehen ab (%)

source: Help Finished watching percent
de: Ab wieviel Prozent soll der Filmfortschritt als fertig gespielt gelten Die Fortschrittsanzeige wechselt dann die Farbe.

source: Default color for recording movie
de: Standardfarbe für laufende Aufnahmen

source: Help Default color recording
de: Welche Standardfarbe für laufende Aufnahmen soll verwendet werden?

source: Default color for highlighted movie
de: Standardfarbe für markierten Film

source: Help Default color highlighted
de: Welche Standardfarbe für markierte Filme soll verwendet werden?

source: Hide MiniTV
de: Blende Mini-TV aus

source: Help hide_MiniTV
de: In welchen Situationen soll das MiniTV verborgen werden?

source: COVER DISPLAY
de: COVER ANZEIGE

source: Show Cover
de: Zeige Cover an

source: Help Show Cover
de: Sollen Covers angezeigt werden, falls vorhanden?

source: Cover delay in ms
de: Verzögere Cover-Anzeige (ms)

source: Help Cover delay in ms
de: Wie lang soll die Verzögerung der Cover-Anzeige (in ms) sein? Die Verzögerung bei der Anzeige verhindert, dass die Cover beim Zappen duch die Filmliste eingelesen werden müssen.

source: Cover background
de: Cover Hintergrund

source: HELP_Cover background
de: Welche Farbe/Transparenz soll der Cover Hintergrund haben?

source: Show fallback cover
de: Zeige "Kein Cover" Icon an

source: Help Cover fallback
de: Soll ein "kein Cover vorhanden" Icon angezeigt werden, wenn kein Cover vorhanden ist?

source: Hide MiniTV if Cover is shown
de: Blende Mini-TV aus, wenn Cover sichtbar

source: Help Cover hide_MiniTV
de: Soll das MiniTV verborgen werden, wenn ein Cover angezeigt wird?

source: COVER SEARCH
de: COVER SUCHE

source: Cover language
de: Sprache für Cover-Suche

source: Help Cover language
de: Welche Sprache soll für die Coversuche verwendet werden?

source: Cover size
de: Covergröße

source: Help Cover size
de: In welcher Größe soll das Cover heruntergeladen werden?

source: Cover automatic selection
de: Automatische Coverauswahl

source: Help Cover auto selection
de: Soll bei mehreren Suchergebnissen ein Cover automatisch ausgewält oder eine Liste zur manuellen Auswahl angezeigt werden?

source: Cover in flash
de: Cover im Flash speichern

source: Help Cover in flash
de: Sollen die Cover im Flash Speicher gespeichert werden? (Hat den Vorteil, dass die Platte zum Anzeigen des Covers nicht anlaufen muss.)

source: Cover bookmark
de: Cover Lesezeichen

source: Help Cover bookmark
de: Welches Lesezeichen soll für die Speicherung der Cover im Flash-Speicher verwendet werden?

source: TRASHCAN
de: PAPIERKORB

source: Trashcan enable
de: Aktiviere Papierkorb

source: Help Trashcan enable
de: Soll die Papierkorbfunktion aktiviert werden? Ist der Papierkorb nicht aktiviert, wird nach der Sicherheitsabfrage direkt gelöscht.

source: Trashcan path
de: Papierkorbverzeichnis

source: Help Trashcan path
de: Welcher Pfad soll für den Papierkorb verwendet werden?

source: Show trashcan directory
de: Zeige Papierkorbverzeichnis an

source: Help Show trashcan directory
de: Soll das Papierkorbverzeichnis in der Filmliste angezeigt werden? Der Papierkorb kann in jedem Fall über das Menü aufgerufen werden, auch wenn er ausgeblendet ist.

source: Show trashcan information
de: Zeige Papierkorbinformationen an

source: Help Dynamic trashcan
de: Soll beim Papierkorb die Anzahl der Aufnahmen, der belegte Speicherplatz oder beides angezeigt werden?

source: Delete validation
de: Löschbestätigung bei aktivem Papierkorb

source: Help Delete validation
de: Soll beim Löschen von Files eine Sicherheitsabfrage gestellt werden, falls der Papierkorb aktiv ist? Das File kann im Notfall vor der Papierkorbleerung wieder in die Filmliste zurückgeschoben werden.

source: Enable auto trashcan cleanup
de: Aktiviere automatische Papierkorbleerung

source: Help Enable auto trashcan cleanup
de: Sollen Dateien im Papierkorb nach einer eingestellten Verweildauer automatisch gelöscht werden?

source: How many days files may remain in trashcan
de: Aufbewahrungsdauer im Papierkorb (in Tagen)

source: Help How many days files may remain in trashcan
de: Wieviele Tage sollen Dateien im Papierkorb bleiben, bis sie automatisch gelöscht werden?

source: LANGUAGE
de: SPRACHE

source: Preferred EPG language
de: Bevorzugte EPG-Sprache

source: Help Preferred EPG language
de: Welche bevorzugte EPG-Sprache soll verwendet werden?

source: Enable playback auto-subtitling
de: Zeige Untertitel automatisch an

source: Help Enable playback auto-subtitling
de: Soll die automatische Auswahl der eingestellen Untertitel-Sprachen aktiviert werden?

source: Primary playback subtitle language
de: Erste Untertitel-Sprache

source: Help Primary playback subtitle language
de: Welche erste Untertitel-Sprache, falls vorhanden, soll gewählt werden?

source: Secondary playback subtitle language
de: Zweite Untertitel-Sprache

source: Help Secondary playback subtitle language
de: Welche zweite Untertitel-Sprache soll verwendet werden?

source: Tertiary playback subtitle language
de: Dritte Untertitel-Sprache

source: Help Tertiary playback subtitle language
de: Welche dritte Untertitel-Sprache, falls vorhanden, soll gewählt werden?

source: Enable playback auto-language selection
de: Wähle Tonspur automatisch aus

source: Help Enable playback auto-language selection
de: Soll die automatische Auswahl der eingestellen Tonspur aktiviert werden?

source: Enable playback AC3-track first
de: Bevorzuge AC3-Track

source: Help Enable playback AC3-track first
de: Sollen AC3-Tonspuren bevorzugt werden?

source: Primary playback audio language
de: Erste Tonspur

source: Help Primary playback audio language
de: Welche erste Tonspur, falls vorhanden, soll gewählt werden?

source: Secondary playback audio language
de: Zweite Tonspur

source: Help Secondary playback audio language
de: Welche zweite Tonspur soll verwendet werden?

source: Tertiary playback audio language
de: Dritte Tonspur

source: Help Tertiary playback audio language
de: Welche dritte Tonspur, falls vorhanden, soll gewählt werden?

source: Setup
de: Einstellungen

source: Loading default settings will overwrite all settings, really load them?
de: Laden der Standardeinstellungen überschreibt alle aktuellen Einstellungen. Sollen die Standardeinstellungen wirklich geladen werden?

source: Some changes require a GUI restart
de: Einige Änderungen erfordern einen Neustart der Gui

source: Select Location
de: Wähle Ort

source: Select directory
de: Wähle Verzeichnis aus

source: Path does not exist
de: Verzeichnis existiert nicht

source: jump to previous marked position
de: Springe zur vorhergehenden Marke

source: jump to next marked position
de: Springe zur nächsten Marke

source: toggle a cut mark at the current position
de: Schalte eine Schnittmarke an aktueller Position um

source: Do you want to resume this playback?
de: Soll die Wiedergabe fortgesetzt werden?

source: Resume position at %s
de: Setze an Position %s fort

source: Resuming playback
de: Setze Wiedergabe fort

source: Stop playback
de: Stoppe Wiedergabe

source: Skipping movie, the file does not exist.
de: Überspringe Film, da Datei nicht existiert.

source: Zap to Live TV of recording
de: Schalte auf Live-TV dieser Aufnahme

source: trashcan
de: Papierkorb

source: Collection
de: Sammlung

source: Directory
de: Verzeichnis

source: up
de: hoch

source: Bookmark
de: Lesezeichen

source: Not all timers have been stopped. Modify them with the timer editor.
de: Nicht alle Timer konnten angehalten werden. Bitte diese mit dem Timer-Editor bearbeiten.

source: Stop ongoing recording(s)?
de: Beende laufende Aufnahme(n)?

source: Permanently delete
de: Lösche endgültig

source: the selected video file(s), dir(s), link(s)
de: die ausgewählte(n) Video Datei(en), Verzeichnis(se), Link(s)

source: Move file(s)
de: Verschiebe Datei(en)

source: Copy file(s)
de: Kopiere Datei(en)

source: Permanently delete all files in trashcan?
de: Entferne endgültig alle Dateien aus dem Papierkorb?

source: Do you really want to remove bookmark?
de: Soll das Lesezeichen wirklich gelöscht werden?

source: Reading directory...
de: Lese Verzeichnis...

source: Play selected movie(s)
de: Spiele Filmauswahl ab

source: Close plugin
de: Schliesse Plugin

source: Open menu
de: Öffne Menü

source: Show event info
de: Zeige Ereignisinfo an

source: Move cursor page up
de: Cursor Seite hoch

source: Move cursor page down
de: Cursor Seite runter

source: Move cursor up
de: Cursor hoch

source: Move cursor down
de: Cursor runter

source: Move cursor to the top / Move cursor x entries up / Switch Folders in Movie Home (up)
de: Cursor ganz nach oben / Cursor x Zeilen nach oben / Wechsle Ordner in "Movie Home" (nach oben)

source: Move cursor to the end / Move cursor x entries down / Switch Folders in Movie Home (down)
de: Cursor ganz nach unten / Cursor x Zeilen nach unten / Wechsle Ordner in "Movie Home" (nach unten)

source: Toggle service selection
de: Tausche Service-Auswahl

source: Remove service selection
de: Hebe Auswahl auf

source: Available plugins menu
de: Verfügbare Plugins Menü

source: Open Timer List
de: Öffne Timerliste

source: Reset movie progress
de: Setze Filmfortschritt zurück

source: Start / end multiselection
de: Mehrfachauswahl ein/aus

source: Bookmarks
de: Lesezeichen

source: MULTI-SELECTION
de: MEHRFACHAUSWAHL

source: Recordings
de: Aufnahmen

source: Sort Mode
de: Sortierung

source: Hide Cover
de: Blende Cover aus

source: Cover disabled in Setup
de: Cover ist in den Einstellungen deaktiviert

source: Sort Order
de: Sortierreihenfolge

source: File not available
de: Datei ist nicht vorhanden

source: Select function
de: Wähle Funktion

source: Directory up
de: hoch

source: Select all
de: Selektiere alles

source: Move
de: Verschieben

source: Copy
de: Kopieren

source: Delete permanently
de: Endgültig löschen

source: Empty trashcan
de: Leere Papierkorb

source: Go to trashcan
de: Öffne Papierkorb

source: Remove cutlist marker
de: Entferne alle Filmmarken

source: Delete cutlist file
de: Lösche die Schnittmarken-Datei

source: Reload cache
de: Aktualisiere Cache

source: Select plugin
de: Wähle Plugin

source: Movies
de: Filme

source: TV Shows
de: Serien

source: Runtime
de: Laufzeit

source: Production Countries
de: Produktionsländer

source: Release Date
de: Erscheinungsdatum

source: Vote
de: Bewertung

source: Movie Information TMDb
de: THE MOVIE DB

source: Search results for
de: Suchresultate für

source: Minutes
de: Minuten

source: Nothing was found
de: Es wurde nichts gefunden

source: Cover exists
de: Das Cover existiert bereits

source: Do you want to replace the existing cover?
de: Soll das existierende Cover ersetzt werden?

source: Cover saved successfully
de: Das Cover wurde erfolgreich gespeichert

source: Saving cover failed
de: Das Cover konnte nicht gespeichert werden

source: Trashcan creation failed. Check mounts and permissions!
de: Das Erstellen des Papierkorbs ist fehlgeschlagen. Einhängepunkt und Rechte prüfen!

source: Skipping trashcan cleanup
de: Überspringe Papierkorbleerung
