Repository: codacy-badger/movie-cockpit
Catalog: po/*.po
Languages: de

source: Movie Home path is equal to or a subfolder of the trashcan
de: "Movie Home" Pfad ist identisch zum oder ein Unterverzeichnis des Papierkorbes

source: Manage recordings
de: Übersicht der Aufnahmen und Video-Dateien
